 [
  {
    "name": "Эмоциональная грамотность (Продвинутый)",
    "description": {
      "short": "Научитесь понимать свои эмоции и управлять ими в повседневной жизни",
      "main": "Курс поможет развить эмоциональный интеллект: осознанность, эмпатию и умение строить гармоничные отношения. Теория и практические техники в одном курсе",
      "full": "Эмоциональный интеллект — это способность распознавать свои и чужие эмоции, управлять реакциями и эффективно взаимодействовать с людьми. На курсе вы разберётесь в ключевых компонентах EQ: самосознании, саморегуляции, мотивации, эмпатии и социальных навыках. Практические упражнения, реальные примеры и инструменты помогут лучше справляться со стрессом, принимать решения и строить доверительные отношения"
    },
    "slug": "emotional_intelligence_advanced",
    "price": 1990,
    "discount": 5,
    "image": "/image.jpg",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "students": 15
  },
  {
    "name": "Финансовая грамотность",
    "description": {
      "short": "Учитесь обращаться с деньгами и планировать бюджет",
      "main": "Курс познакомит с базовыми понятиями финансов: доходы, расходы, сбережения и инвестиции. Всё адаптировано для подростков",
      "full": "Финансовая грамотность — ключевой навык современного человека. На курсе дети узнают, как составлять личный бюджет, управлять карманными деньгами, копить на цели и понимать основы инвестиций. Будут разбираться реальные кейсы и выполняться задания, чтобы применять знания в жизни"
    },
    "slug": "financial_literacy",
    "price": 2490,
    "discount": 10,
    "image": "/image.jpg",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "students": 15
  },
  {
    "name": "Правовая грамотность",
    "description": {
      "short": "Познакомьтесь с вашими правами и обязанностями",
      "main": "Курс расскажет подросткам об основных законах, их правах и обязанностях, а также ответственности",
      "full": "Правовая грамотность — это знание своих прав и обязанностей. На курсе школьники узнают основы Конституции, трудового и гражданского права, правила поведения в интернете и последствия правонарушений. Всё изложено простым языком с практическими примерами из жизни"
    },
    "slug": "legal_literacy",
    "price": 2290,
    "discount": 0,
    "image": "/image.jpg",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "students": 15
  },
  {
    "name": "Тайм-менеджмент",
    "description": {
      "short": "Учитесь управлять своим временем и достигать целей",
      "main": "Курс научит планированию, расстановке приоритетов и борьбе с прокрастинацией. Всё адаптировано под подростков",
      "full": "Тайм-менеджмент — навык, который помогает распределять время и силы. На курсе школьники узнают, как планировать день, ставить цели, избегать отвлекающих факторов и сохранять баланс между учёбой и отдыхом. Практика и реальные техники сделают обучение максимально полезным"
    },
    "slug": "time_management",
    "price": 1990,
    "discount": 15,
    "image": "/image.jpg",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "students": 15
  },
  {
    "name": "Основы программирования",
    "description": {
      "short": "Познакомьтесь с миром IT и напишите свои первые программы",
      "main": "Курс введёт школьников в программирование: алгоритмы, циклы, условия и базовые проекты",
      "full": "Основы программирования — это первый шаг в мир технологий. На курсе подростки узнают, что такое алгоритмы, переменные, условия и циклы. Они создадут простые программы и игры, а также познакомятся с логикой, которая лежит в основе любой IT-профессии. Практика займёт ключевое место"
    },
    "slug": "programming_basics",
    "price": 2990,
    "discount": 20,
    "image": "/image.jpg",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "students": 15
  }
]