[
  {
    "name": "Эмоциональная грамотность (Продвинутый)",
    "description": {
      "short": "Научитесь понимать свои эмоции и управлять ими в повседневной жизни",
      "main": "Курс поможет развить эмоциональный интеллект: осознанность, эмпатию и умение строить гармоничные отношения. Теория и практические техники в одном курсе",
      "full": "Эмоциональный интеллект — это способность распознавать свои и чужие эмоции, управлять реакциями и эффективно взаимодействовать с людьми. На курсе вы разберётесь в ключевых компонентах EQ: самосознании, саморегуляции, мотивации, эмпатии и социальных навыках. Практические упражнения, реальные примеры и инструменты помогут лучше справляться со стрессом, принимать решения и строить доверительные отношения"
    },
    "slug": "emotional_intelligence_advanced",
    "price": 1990,
    "discount": 5,
    "image": "/course_emotional_literacy.webp",
    "rating": 4,
    "reviews": 3,
    "duration": 540,
    "videos": 70,
    "label": "popular",
    "color": "purpure"
  },
  {
    "name": "Финансовая грамотность",
    "description": {
      "short": "Учитесь обращаться с деньгами и планировать бюджет",
      "main": "Курс познакомит с базовыми понятиями финансов: доходы, расходы, сбережения и инвестиции. Всё адаптировано для подростков",
      "full": "Финансовая грамотность — ключевой навык современного человека. На курсе дети узнают, как составлять личный бюджет, управлять карманными деньгами, копить на цели и понимать основы инвестиций. Будут разбираться реальные кейсы и выполняться задания, чтобы применять знания в жизни"
    },
    "slug": "financial_literacy",
    "price": 2490,
    "discount": 50,
    "image": "",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "videos": 70,
    "label": "recommendation",
    "color": "blue"
  },
  {
    "name": "Правовая грамотность",
    "description": {
      "short": "Познакомьтесь с вашими правами и обязанностями",
      "main": "Курс расскажет подросткам об основных законах, их правах и обязанностях, а также ответственности",
      "full": "Правовая грамотность — это знание своих прав и обязанностей. На курсе школьники узнают основы Конституции, трудового и гражданского права, правила поведения в интернете и последствия правонарушений. Всё изложено простым языком с практическими примерами из жизни"
    },
    "slug": "legal_literacy",
    "price": 2290,
    "discount": 0,
    "image": "",
    "rating": 4.3,
    "reviews": 3,
    "duration": 540,
    "videos": 70,
    "label": "new",
    "color": "green"
  },
  {
    "name": "Тайм-менеджмент",
    "description": {
      "short": "Учитесь управлять своим временем и достигать целей",
      "main": "Курс научит планированию, расстановке приоритетов и борьбе с прокрастинацией. Всё адаптировано под подростков",
      "full": "Тайм-менеджмент — навык, который помогает распределять время и силы. На курсе школьники узнают, как планировать день, ставить цели, избегать отвлекающих факторов и сохранять баланс между учёбой и отдыхом. Практика и реальные техники сделают обучение максимально полезным"
    },
    "slug": "time_management",
    "price": 1990,
    "discount": 15,
    "image": "",
    "rating": 5,
    "reviews": 3,
    "duration": 540,
    "videos": 70,
    "label": "soon",
    "color": "red"
  },
  {
    "name": "Критическое мышление",
    "description": {
      "short": "Научитесь анализировать информацию и не поддаваться манипуляциям",
      "main": "Курс научит отличать факты от мнений, распознавать фейковые новости и строить логические аргументы в спорах",
      "full": "В эпоху информационного шума важно уметь фильтровать контент. На курсе мы разберем когнитивные искажения, основы логики и фактчекинга. Вы научитесь задавать правильные вопросы, аргументированно отстаивать свою позицию и принимать взвешенные решения, не поддаваясь эмоциям и чужому влиянию."
    },
    "slug": "critical_thinking",
    "price": 2190,
    "discount": 10,
    "image": "",
    "rating": 4.9,
    "reviews": 12,
    "duration": 480,
    "videos": 45,
    "label": "soon",
    "color": "orange"
  },
  {
    "name": "Ораторское искусство",
    "description": {
      "short": "Говорите уверенно и выступайте без страха перед публикой",
      "main": "Практический курс по публичным выступлениям: от подготовки речи до работы с голосом и жестами",
      "full": "Умение красиво говорить нужно везде: от ответа у доски до защиты стартапа. Мы проработаем страх сцены, поставим дыхание и дикцию. Вы узнаете секреты сторителлинга, научитесь удерживать внимание аудитории и отвечать на каверзные вопросы. В программе много упражнений на импровизацию."
    },
    "slug": "public_speaking",
    "price": 2390,
    "discount": 0,
    "image": "",
    "rating": 4.7,
    "reviews": 8,
    "duration": 600,
    "videos": 55,
    "label": "soon",
    "color": "purpure"
  },
  {
    "name": "Профориентация: Найди свой путь",
    "description": {
      "short": "Помощь в выборе профессии будущего и вектора развития",
      "main": "Курс поможет определить сильные стороны, интересы и подобрать подходящую сферу деятельности на основе современных трендов",
      "full": "Выбор профессии — это стресс. Мы снимем тревожность и дадим инструменты для анализа рынка труда. Используя психологические тесты и разборы профессий будущего, ученики составят личную карту развития. Узнают, какие навыки (hard & soft skills) востребованы сейчас и будут нужны через 5 лет."
    },
    "slug": "career_guidance",
    "price": 2990,
    "discount": 20,
    "image": "",
    "rating": 4.0,
    "reviews": 15,
    "duration": 720,
    "videos": 60,
    "label": "soon",
    "color": "blue"
  },
  {
    "name": "Кибербезопасность и цифровая гигиена",
    "description": {
      "short": "Защитите свои данные и гаджеты от угроз в интернете",
      "main": "Всё о паролях, фишинге, цифровом следе и безопасном общении в социальных сетях",
      "full": "Интернет помнит всё. На курсе расскажем, как настроить приватность аккаунтов, распознать мошеннические ссылки и защититься от кибербуллинга. Обсудим этику цифрового общения, авторские права на контент и способы защиты от вирусов и взлома. Необходимая база для жизни в онлайн-мире."
    },
    "slug": "cyber_security",
    "price": 1890,
    "discount": 5,
    "image": "",
    "rating": 4.6,
    "reviews": 5,
    "duration": 400,
    "videos": 35,
    "label": "soon",
    "color": "green"
  },
  {
    "name": "Эффективное обучение",
    "description": {
      "short": "Учитесь учиться: техники запоминания и работы с информацией",
      "main": "Курс по мнемотехникам, скорочтению и конспектированию для успешной сдачи экзаменов без зубрежки",
      "full": "Школа требует запоминать много, но не учит — как. Мы разберем работу мозга и памяти. Вы освоите метод интервальных повторений, майнд-карты (Mind Maps) и приемы мнемоники. Это поможет готовиться к экзаменам быстрее и качественнее, сохраняя знания в долгосрочной памяти."
    },
    "slug": "effective_learning",
    "price": 1990,
    "discount": 15,
    "image": "",
    "rating": 4.8,
    "reviews": 20,
    "duration": 500,
    "videos": 40,
    "label": "soon",
    "color": "red"
  },
  {
    "name": "Лидерство и работа в команде",
    "description": {
      "short": "Развейте лидерские качества и научитесь вдохновлять других",
      "main": "Курс о том, как собирать команду, распределять роли и достигать общих целей в проектах",
      "full": "Лидер — это не тот, кто командует, а тот, кто ведет за собой. Мы изучим стили лидерства, психологию группы и методы мотивации. Ученики узнают, как решать конфликты внутри коллектива, организовывать мероприятия и брать на себя ответственность, оставаясь частью команды."
    },
    "slug": "leadership",
    "price": 2490,
    "discount": 0,
    "image": "",
    "rating": 4.5,
    "reviews": 4,
    "duration": 540,
    "videos": 50,
    "label": "soon",
    "color": "blue"
  },
  {
    "name": "Креативное мышление (ТРИЗ)",
    "description": {
      "short": "Генерируйте нестандартные идеи для любых задач",
      "main": "Техники развития воображения и решения изобретательских задач для учебы и творчества",
      "full": "Креативность — это мышца, которую можно накачать. Курс познакомит с методами ТРИЗ (Теория решения изобретательских задач), латеральным мышлением и мозговым штурмом. Мы будем ломать стереотипы, искать выходы из тупиковых ситуаций и придумывать инновационные проекты."
    },
    "slug": "creative_thinking",
    "price": 2090,
    "discount": 10,
    "image": "",
    "rating": 4.7,
    "reviews": 6,
    "duration": 450,
    "videos": 42,
    "label": "soon",
    "color": "orange"
  },
  {
    "name": "Основы здорового образа жизни",
    "description": {
      "short": "Простые правила питания, сна и активности для энергии",
      "main": "Курс о биохакинге для подростков: как еда и режим влияют на мозг, настроение и успеваемость",
      "full": "ЗОЖ — это не скучно, это топливо для достижений. Разберем мифы о питании, вред энергетиков и важность качественного сна. Узнаем, как спорт помогает бороться со стрессом и как сформировать полезные привычки без насилия над собой. Только доказательная медицина и простые советы."
    },
    "slug": "healthy_lifestyle",
    "price": 1590,
    "discount": 30,
    "image": "",
    "rating": 4.4,
    "reviews": 9,
    "duration": 360,
    "videos": 30,
    "label": "soon",
    "color": "green"
  },
  {
    "name": "Психология общения и нетворкинг",
    "description": {
      "short": "Стройте крепкие связи и заводите полезные знакомства",
      "main": "Секреты эффективной коммуникации: активное слушание, язык тела и искусство small talk",
      "full": "Умение общаться открывает любые двери. На курсе научимся знакомиться первыми, поддерживать беседу и оставлять хорошее впечатление. Разберем типы личностей и подходы к ним. Отдельный блок посвящен нетворкингу — как создавать сеть контактов, которая пригодится в будущей карьере."
    },
    "slug": "communication_skills",
    "price": 2290,
    "discount": 0,
    "image": "",
    "rating": 4.8,
    "reviews": 11,
    "duration": 520,
    "videos": 48,
    "label": "soon",
    "color": "purpure"
  },
  {
    "name": "Управление проектами для начинающих",
    "description": {
      "short": "От идеи до реализации: как запускать свои проекты",
      "main": "Основы Project Management: постановка целей по SMART, дедлайны, ресурсы и работа с рисками",
      "full": "Хочешь организовать школьный фестиваль или запустить свой блог? Это тоже проекты. Мы адаптировали взрослые методики (Agile, Kanban) для молодежи. Вы научитесь составлять план действий, контролировать этапы выполнения и доводить начатое до конца, анализируя ошибки и успехи."
    },
    "slug": "project_management",
    "price": 2590,
    "discount": 10,
    "image": "",
    "rating": 4.9,
    "reviews": 2,
    "duration": 580,
    "videos": 52,
    "label": "",
    "color": "red"
  }
]